/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Decline" = "Decline";

/* No comment provided by engineer. */
"DeviceName" = "Device name: %@";

/* No comment provided by engineer. */
"DeviceSendingFiles" = "%1$@ is sending you %2$@";

/* No comment provided by engineer. */
"Error.Crypto" = "Encryption error";

/* No comment provided by engineer. */
"Error.Protocol" = "Communication error";

/* No comment provided by engineer. */
"NFiles" = "%d files";

/* No comment provided by engineer. */
"NotificationsDenied.Message" = "NearDrop Plus needs to be able to display notifications for incoming file transfers. Please allow notifications in System Settings.";

/* No comment provided by engineer. */
"NotificationsDenied.OpenSettings" = "Open settings";

/* No comment provided by engineer. */
"NotificationsDenied.Title" = "Notification Permission Required";

/* No comment provided by engineer. */
"PinCode" = "PIN: %@";

/* No comment provided by engineer. */
"Quit" = "Quit NearDrop Plus";

/* No comment provided by engineer. */
"TransferError" = "Failed to receive files from %@";

/* No comment provided by engineer. */
"VisibleToEveryone" = "Visible to everyone";

"LaunchAtStartup" = "Launch at Startup";

"ComputerNameTooShort" = "Computer name cannot be less than 3 characters";

"CopyToClipboard" = "Accept & copy to Clipboard";

"DeviceSendingText" = "%1$@ has sent you a text";

"DeviceSendingUrl" = "%1$@ has sent you an URL";
